Revit 2027 API
Gradient.GradientNoiseLow Property
 The property labeled "Low" from the "Gradient" schema.
Namespace: Autodesk.Revit.DB.Visual
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static string GradientNoiseLow { get; }
Public Shared ReadOnly Property GradientNoiseLow As String
	Get
public:
static property String^ GradientNoiseLow {
	String^ get ();
}
static member GradientNoiseLow : string with get
Property Value
String
Remarks
 This property is of type "AssetPropertyDouble" within the range of "0, 1".
See Also
Reference
Gradient Class
Autodesk.Revit.DB.Visual Namespace